tap "armmbed/formulae"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "daipeihust/tap"
tap "dbt-labs/dbt"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffchien/protobuf"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "sidneys/homebrew"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "ca-certificates"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "apache-spark"
brew "aria2"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "arpack"
brew "automake"
brew "bash"
brew "bfg"
brew "binutils"
brew "boost"
brew "python@3.11"
brew "borgbackup"
brew "btop"
brew "cabextract"
brew "cdrtools"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "gawk", link: false
brew "grep"
brew "make"
brew "python@3.10"
brew "crosstool-ng"
brew "diff-so-fancy"
brew "openjpeg"
brew "ghostscript"
brew "extract_url"
brew "libnghttp2"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "ffmpeg@4"
brew "netpbm"
brew "findutils"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "qt@5"
brew "gnuplot"
brew "gobject-introspection"
brew "gradle"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hadoop"
brew "hdf5"
brew "helm"
brew "hidapi"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpdfbookmarks"
brew "jq"
brew "json-c"
brew "k3d"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libgccjit"
brew "libslirp"
brew "libssh"
brew "libvterm"
brew "logrotate", restart_service: true
brew "lua-language-server"
brew "moreutils"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "octant"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "texinfo", link: true
brew "octave"
brew "open-ocd"
brew "opencc"
brew "tree"
brew "pass"
brew "poppler"
brew "postgresql@14"
brew "pulseaudio", restart_service: true
brew "python-tk@3.11"
brew "qemu"
brew "qt"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sbcl"
brew "scrcpy"
brew "skaffold"
brew "socat"
brew "stern"
brew "stow"
brew "streamlink"
brew "stylua"
brew "subversion"
brew "swig"
brew "syncthing", restart_service: true
brew "telnet"
brew "terraform"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "vimpager"
brew "vivid"
brew "w3m"
brew "wdiff"
brew "wimlib"
brew "yt-dlp"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "cmacrae/formulae/spacebar"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp", "with-no-titlebar"]
brew "daipeihust/tap/im-select"
brew "dbt-labs/dbt/dbt-postgres"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/vault"
brew "koekeishiya/formulae/skhd", args: ["with-logging"]
brew "koekeishiya/formulae/yabai"
brew "sidneys/homebrew/chntpw"
cask "alacritty"
cask "android-platform-tools"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "barrier"
cask "brave-browser"
cask "calibre"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-cjk"
cask "font-noto-sans-math"
cask "font-noto-serif-cjk"
cask "font-sauce-code-pro-nerd-font"
cask "font-stix-two-math"
cask "gnucash"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "keepassxc"
cask "kitty"
cask "logseq"
cask "macfuse"
cask "mactex"
cask "manymc"
cask "mpv"
cask "nuclear"
cask "nvalt"
cask "obs"
cask "prismlauncher"
cask "telegram"
cask "timemachineeditor"
cask "utm"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "vorta"
cask "wezterm"
cask "whichspace"
cask "wireshark"
cask "xca"
cask "xquartz"
cask "yacreader"
cask "zotero"
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OwlOCR", id: 1499181666
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
